[{"url":"/","title":"Future Memories - Digital Design and Development in Gothenburg","description":"A digital studio with experts in Service Design, UX Design, UI Design, Mobile Development, Web Development, Backend Development and Game Development."},{"url":"/work","title":"Future Memories - Our work: design, mobile, web, backend, games","description":"Future Memories' most noticeable productions, always delivered with a rock-solid UX and stunning UI design: native and cross-platform mobile apps for iOS and Android, state-of-the-art web applications built in React or mobile games in Unity, always backed by powerful and scalable cloud services written in Java, Scala, Kotlin, Python or Go, preferrably deployed on AWS or Google Cloud."},{"url":"/team","title":"Future Memories - The team: designers, developers and visionaries","description":"Future Memories, a well-knit team of passionate and experienced UX designers, UI designers, mobile developers, frontend developers and backend developers. All with the same ambition to build outstanding digital products for a better tomorrow."},{"url":"/careers","title":"Future Memories - Join our crew and be part of the journey","description":"We gather the entire Future Memories team in our studio in downtown Gothenburg. A modern and stimulating comfort zone where we craft digital products of tomorrow together as a team. Have a look at our current job openings and do not hesitate to apply for a new job today."},{"url":"/cases/bauer-university","title":"Future Memories - Bauer University","description":"Bauer University, a gamification-based online training platform written in React and Python leveraging Django and GraphQL."},{"url":"/cases/mat-se","title":"Future Memories - Mat.se","description":"Mat.se, a grocery logistics and supply chain platform written Java and Spring with specialized native iOS apps for delivery and warehousing."},{"url":"/cases/proflight","title":"Future Memories - proFLIGHT","description":"proFLIGHT, an iPad app for commercial aircraft pilots. Delivers wind conditions and weather alerts right into the flight deck."},{"url":"/cases/picular","title":"Future Memories - Picular","description":"Picular, a rocket fast primary color generator using Google's image search built in React"},{"url":"/cases/sleepcure","title":"Future Memories - SleepCure","description":"SleepCure, a digital analysis and treatment app for people who want to sleep better, written iOS with HealthKit integration."},{"url":"/cases/retts-plus","title":"Future Memories - Retts Plus","description":"Retts Plus, UX and UI design for an iOS app supporting emergency personnel in critical decision-making during medical emergency situations"},{"url":"/cases/antistress","title":"Future Memories - AntiStress","description":"AntiStress, a pocket diary for iOS and Android to track stress levels and listen to meditative soundtracks in order to reduce stress."},{"url":"/cases/tennis-watch","title":"Future Memories - Tennis Watch","description":"Tennis Watch, the first tennis app designed for Apple Watch. It turns your watch into a simple score tracking device."},{"url":"/cases/paykartan","title":"Future Memories - Paykartan","description":"Paykartan, a digital service highlighting all places in town that accept mobile payments."}]